report/Files/Gestion_Immobilier/memoire/hey_results/health.txt

Summary:
  Total:	0.2462 secs
  Slowest:	0.0692 secs
  Fastest:	0.0037 secs
  Average:	0.0234 secs
  Requests/sec:	406.2372
  
  Total data:	8100 bytes
  Size/request:	81 bytes

Response time histogram:
  0.004 [1]	|■
  0.010 [5]	|■■■■
  0.017 [15]	|■■■■■■■■■■■
  0.023 [54]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.030 [9]	|■■■■■■■
  0.036 [3]	|■■
  0.043 [3]	|■■
  0.050 [3]	|■■
  0.056 [2]	|■
  0.063 [1]	|■
  0.069 [4]	|■■■


Latency distribution:
  10%% in 0.0120 secs
  25%% in 0.0171 secs
  50%% in 0.0202 secs
  75%% in 0.0236 secs
  90%% in 0.0471 secs
  95%% in 0.0606 secs
  99%% in 0.0692 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0001 secs, 0.0000 secs, 0.0015 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0001 secs, 0.0000 secs, 0.0006 secs
  resp wait:	0.0227 secs, 0.0036 secs, 0.0624 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0003 secs

Status code distribution:
  [200]	100 responses