report/Files/Gestion_Immobilier/memoire/hey_results/neighborhoods.txt

Summary:
  Total:	0.8468 secs
  Slowest:	0.1633 secs
  Fastest:	0.0196 secs
  Average:	0.0811 secs
  Requests/sec:	236.1784
  
  Total data:	828000 bytes
  Size/request:	4140 bytes

Response time histogram:
  0.020 [1]	|■
  0.034 [2]	|■
  0.048 [15]	|■■■■■■■■■■■
  0.063 [25]	|■■■■■■■■■■■■■■■■■■
  0.077 [40]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.091 [56]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.106 [35]	|■■■■■■■■■■■■■■■■■■■■■■■■■
  0.120 [15]	|■■■■■■■■■■■
  0.135 [7]	|■■■■■
  0.149 [1]	|■
  0.163 [3]	|■■


Latency distribution:
  10%% in 0.0494 secs
  25%% in 0.0638 secs
  50%% in 0.0812 secs
  75%% in 0.0942 secs
  90%% in 0.1137 secs
  95%% in 0.1276 secs
  99%% in 0.1591 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0001 secs, 0.0000 secs, 0.0025 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0002 secs
  resp wait:	0.0808 secs, 0.0195 secs, 0.1631 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0008 secs

Status code distribution:
  [200]	200 responses